taskt/Core/Automation/Commands/WebBrowserGroup/SeleniumBrowserSwitchToFrameWebElementCommand.dot
digraph "SeleniumBrowserSwitchToFrameWebElementCommand" {
"SeleniumBrowserSwitchToFrameWebElementCommand" -> "ASeleniumWebElementActionAndScrollCommands";
"ASeleniumWebElementActionAndScrollCommands" -> "ASeleniumWebElementActionCommands";
"ASeleniumWebElementActionAndScrollCommands" -> "ISeleniumWebElementActionAndScrollProperties";
"ASeleniumWebElementActionCommands" -> "ASeleniumDoSomethingToWebElementCommands";
"ASeleniumWebElementActionCommands" -> "ISeleniumWebElementActionProperties";
"ASeleniumDoSomethingToWebElementCommands" -> "ScriptCommand";
"ASeleniumDoSomethingToWebElementCommands" -> "ISeleniumDoSomethingToWebElementProperties";
"ScriptCommand" -> "IUIParameterProperties";
"ScriptCommand" -> "ICommandIDProperties";
}
